const coursesCardsData = [
  {
    image: {
      src: "img/Courses/14.jpg",
    },
    title: "Студия вышивки",
    extraText: [7, 8, 9, 10, 11, 12],
    extraMonth: "старт в июле",
    category: "Художественная",
    programms: [
      {
        programmName: 'Студия вышивки "Искусница"',
        teacher: {
          teacherPic: ["./img/About/15.png"],
          teacherName: ["Ларина Наталья Владимировна"],
        },
        category: "художественная",
        duration: "8 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В ходе данной программы обучающиеся смогут ознакомиться с разными техниками вышивки по трикотажу и декорирования одежды.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
        ],
        signInButton: "https://dopobr.petersburgedu.ru/programs/89417/groups/",
      },
    ],
  },
  {
    image: {
      src: "img/Courses/13.jpg",
    },
    title: "Студия вязания",
    extraText: [7, 8, 9, 10, 11, 12],
    extraMonth: "старт в июле",
    category: "Художественная",
    programms: [
      {
        programmName: 'Студия вязания "Паутинка"',
        teacher: {
          teacherPic: ["./img/About/15.png"],
          teacherName: ["Ларина Наталья Владимировна"],
        },
        category: "художественная",
        duration: "20 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Обучающиеся овладеют базовыми навыками вязания крючком. В ходе программы научаться создавать различные сувениры, аксессуары и игрушки.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "11:00 – 12:40",
              tuesday: "",
              wednesday: "11:00 – 12:40",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "",
              thursday: "11:00 – 12:40",
              friday: "",
              saturday: "",
            },
          },
        ],
        signInButton: "https://dopobr.petersburgedu.ru/programs/89414/groups/",
      },
      {
        programmName: 'Студия вязания "Чудесный клубок"',
        teacher: {
          teacherPic: ["./img/About/15.png"],
          teacherName: ["Ларина Наталья Владимировна"],
        },
        category: "художественная",
        duration: "20 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В ходе данной программы обучающиеся освоят базовые навыки вязания спицами. Смогут создать теплые вещи для себя и друзей. Создадут модные аксессуары: сумки, чехлы, одежду для животных.",
        ],
        groups: [
          {
            id: 2,
            groupName: "Группа № 1",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "13:00 – 14:40",
              tuesday: "",
              wednesday: "13:00 – 14:40",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 3,
            groupName: "Группа № 2",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "",
              tuesday: "13:00 – 14:40",
              wednesday: "",
              thursday: "13:00 – 14:40",
              friday: "",
              saturday: "",
            },
          },
        ],
        signInButton: "https://dopobr.petersburgedu.ru/programs/89415/groups/",
      },
    ],
  },
  {
    image: {
      src: "img/Courses/6.jpg",
    },
    title: "Английский клуб",
    extraText: [5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15],
    extraMonth: "старт в июле",
    category: "Социально-гуманитарная",
    programms: [
      {
        programmName: "Английский клуб для малышей",
        teacher: {
          teacherPic: ["./img/About/20.png"],
          teacherName: ["Ревенкова Екатерина Владимировна"],
        },
        category: "социально-гуманитарная",
        duration: "12 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Учащиеся в игровой форме знакомятся с обычаями и традициями другой страны и приобретают практические навыки владения иностранным языком.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "5-6 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "",
              thursday: "11:00 – 12:10",
              friday: "",
              saturday: "",
            },
          },
        ],
        signInButton: "https://dopobr.petersburgedu.ru/programs/89409/groups/",
      },
      {
        programmName: "Английский клуб: Юниоры, 1 ступень",
        teacher: {
          teacherPic: ["./img/About/20.png"],
          teacherName: ["Ревенкова Екатерина Владимировна"],
        },
        category: "социально-гуманитарная",
        duration: "18 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Обучение по программе способствует овладению навыками продуктивной и рецептивной речевой деятельности: аудирования, говорения, чтения, письма. Учащиеся приобретают навыки, предусмотренные соответствующим уровнем, формируют коммуникативные умения в четырех видах речевой деятельности.",
        ],
        groups: [
          {
            id: 1,
            groupName: "Группа № 1",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "7-8 лет",
            schedule: {
              monday: "11:00 – 12:10",
              tuesday: "",
              wednesday: "11:00 – 12:10",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 2,
            groupName: "Группа № 2",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "8-9 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:10",
              wednesday: "",
              thursday: "12:40 – 14:20",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 3,
            groupName: "Группа № 3",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "9-10 лет",
            schedule: {
              monday: "",
              tuesday: "13:10 – 14:50",
              wednesday: "",
              thursday: "14:30 – 16:10",
              friday: "",
              saturday: "",
            },
          },
        ],
        signInButton: "https://dopobr.petersburgedu.ru/programs/89410/groups/",
      },
      {
        programmName: "Английский клуб: Юниоры, 2 ступень",
        teacher: {
          teacherPic: ["./img/About/20.png"],
          teacherName: ["Ревенкова Екатерина Владимировна"],
        },
        category: "социально-гуманитарная",
        duration: "18 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Обучение по программе способствует овладению навыками продуктивной и рецептивной речевой деятельности: аудирования, говорения, чтения, письма. Учащиеся приобретают навыки, предусмотренные соответствующим уровнем, формируют коммуникативные умения в четырех видах речевой деятельности.",
        ],
        groups: [
          {
            id: 4,
            groupName: "Группа № 1",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "10-11 лет",
            schedule: {
              monday: "13:10 – 15:40",
              tuesday: "",
              wednesday: "13:10 – 15:40",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 5,
            groupName: "Группа № 2",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "11-12 лет",
            schedule: {
              monday: "15:00 – 16:40",
              tuesday: "",
              wednesday: "15:00 – 16:40",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
        ],
        signInButton: "https://dopobr.petersburgedu.ru/programs/89411/groups/",
      },
      {
        programmName: "Английский клуб для подростков",
        teacher: {
          teacherPic: ["./img/About/20.png"],
          teacherName: ["Ревенкова Екатерина Владимировна"],
        },
        category: "социально-гуманитарная",
        duration: "18 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Дополнительная общеразвивающая программа «Английский клуб» направлена на овладение навыками продуктивной и рецептивной речевой деятельности: аудирования, говорения, чтения, письма, ориентирована на последние достижения в области технологий обучения иностранным языкам, принимает во внимание новейшие разработки и результаты исследований различных наук о языке, учитывает современное состояние и тенденции развития самого английского языка.",
          "При освоении программы учащиеся приобретают навыки, предусмотренные соответствующим уровнем, формируют коммуникативные умения в четырех видах речевой деятельности (аудирование, чтение, письмо и говорение). Программа поможет учащимся предвыпускных и выпускных классов, определиться с выбором экзамена, проверить свои силы и начать подготовку к экзаменам в тестовом формате. Курс рассчитан на отработку навыков и умений, необходимых для успешной сдачи выпускных экзаменов по английскому языку, содержит систематизированный теоретический и практический материал.",
        ],
        groups: [
          {
            id: 6,
            groupName: "Группа № 1",
            startDate: "15.07.2024",
            year: "1-й год обучения",
            age: "14-15 лет",
            schedule: {
              monday: "",
              tuesday: "15:00 – 16:40",
              wednesday: "",
              thursday: "16:20 – 18:10",
              friday: "",
              saturday: "",
            },
          },
        ],
        signInButton: "https://dopobr.petersburgedu.ru/programs/89413/groups/",
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/1.jpg",
    },
    title: "ПриклюЧТЕНИЕ",
    extraText: [8, 9, 10],
    category: "Социально-гуманитарная",
    programms: [
      {
        programmName: "ПриклюЧТЕНИЕ",
        teacher: {
          teacherPic: ["./img/About/women-avatar.png"],
          teacherName: ["Рыжова Татьяна Юрьевна"],
        },
        category: "социально-гуманитарная",
        duration: "22 часа",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Как научить младших школьников читать быстро без ошибок, понимать, запоминать и легко пересказывать прочитанное?",
          'Мы предлагаем сделать это с помощью простой и увлекательной игры "ПриклюЧТЕНИЕ" Эта игра подойдёт для школьников младших классов, которые:',
          "- медленно или по слогам читают, стесняются произношения",
          "- не понимают и не запоминают прочитанное",
          "- боятся выходить к доске и пересказывать",
          "- путают или переставляют буквы, слоги",
          "- не могут удержать внимание и отвлекаются",
          "- быстро теряют интерес, тянутся к телефону и гаджетам",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "8-10 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "15:40 – 17:20",
              thursday: "",
              friday: "15:40 – 17:20",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/2.jpg",
    },
    title: "Комиксы: 10 великих русских путешественников",
    extraText: [7, 8, 9, 10, 11, 12],
    category: "Художественная",
    programms: [
      {
        programmName: "Комиксы: 10 великих русских путешественников",
        teacher: {
          teacherPic: ["./img/About/18.png"],
          teacherName: ["Мершеева Евгения Александровна"],
        },
        category: "художественная",
        duration: "24 часа",
        price: "оплата социальным сертификатом",
        description: [
          "Дополнительная общеразвивающая программа “Комиксы: 10 великих русских путешественников” разработана для обучения детей художественным навыкам, и обогащения знаний детей о своей стране через популярную среди них форму изложения материала",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "11:00 – 12:40",
              tuesday: "",
              wednesday: "11:00 – 12:40",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "16:00 – 17:40",
              tuesday: "",
              wednesday: "16:00 – 17:40",
              thursday: "",
              friday: "16:00 – 17:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/9.jpg",
    },
    title: "Основы графического дизайна",
    extraText: [8, 9, 10, 11, 12, 13, 14, 15, 16],
    category: "Техническая",
    programms: [
      {
        programmName: "Основы графического дизайна",
        teacher: {
          teacherPic: ["./img/About/19.png"],
          teacherName: ["Пятова Полина Сергеевна"],
        },
        category: "техническая",
        duration: "8 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Обучающиеся изучат основы построения макета, этапы работы с дизайн-проектом от построения и верстки до подготовки к печати.",
          "Графический дизайн включает в себя: плакат, логотип, работу с текстом и шрифтами, иллюстрации, инфографику и многое другое. На занятиях мы работаем как на компьютере, так и используя традиционные инструменты. ​​​​​​​​​​​​​​",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "12-16 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            year: "1-й год обучения",
            age: "8-11 лет",
            schedule: {
              monday: "",
              tuesday: "15:45 – 16:30",
              wednesday: "",
              thursday: "",
              friday: "15:45 – 16:30",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/3.jpg",
    },
    title: "Искусство комикса: краткий курс (эмоции)",
    extraText: [6, 7, 8, 9, 10],
    category: "Художественная",
    programms: [
      {
        programmName: "Искусство комикса: краткий курс (эмоции)",
        teacher: {
          teacherPic: ["./img/About/19.png"],
          teacherName: ["Пятова Полина Сергеевна"],
        },
        category: "художественная",
        duration: "7 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Задача курса - научиться рассказывать истории в картинках. ",
          "На уроках ребята познакомятся с принципами визуального повествования, сделают обложки и развороты своих комиксов, поработают с персонажем и окружением.​​​​​​​​​​​​​​",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "6-10 лет",
            schedule: {
              monday: "",
              tuesday: "13:00 – 13:45",
              wednesday: "",
              thursday: "",
              friday: "13:00 – 13:45",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/4.jpg",
    },
    title: "Скетчинг: краткий курс (портрет)",
    extraText: [6, 7, 8, 9, 10],
    category: "Художественная",
    programms: [
      {
        programmName: "Скетчинг: краткий курс (портрет)",
        teacher: {
          teacherPic: ["./img/About/19.png"],
          teacherName: ["Пятова Полина Сергеевна"],
        },
        category: "художественная",
        duration: "7 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В изобразительном искусство «скетчинг» - это способ быстрого рисунка, позволяющий передать суть, идею, эмоцию, захватывающую деталь. Само слово “sketch” переводится с английского как «набросок, зарисовка».  Отличительная особенность скетча в том, что иллюстратор сознательно отказывается от доскональной проработки изображения в пользу скорости создания рисунка. Полученный результат может выглядеть слегка небрежным, но при этом хорошо передавать идею автора. Это в скетче главное.",
          "Зачем заниматься скетчингом? Чтобы поставить руку, попробовать что-то новое, реализовать свою тягу к изобразительному искусству, научиться смело использовать инструменты для рисования, развить «насмотренность» и многое другое. Зарисовки в путешествиях, легкие наброски портретов, набирающие популярность иллюстрации в «режиме он-Лайн» на мероприятиях, и просто способ познания мира.​​​​​​​​​​​​​​",
          "Со скольки лет можно начать скетчить? Мы все это делаем еще в раннем детстве, с того самого момента, как нам в руки попал карандаш или ручка! Ограничений нет.",
          "Что для этого понадобится? Основа: набор линеров, маркер, черная ручка, простой карандаш, скетч формата а5. Дополнительно: все, чем приятно работать и на чем можно рисовать!",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "6-10 лет",
            schedule: {
              monday: "",
              tuesday: "13:55 – 14:40",
              wednesday: "",
              thursday: "",
              friday: "13:55 – 14:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/19.jpg",
    },
    title: "Основы 3D - моделирования",
    extraText: [9, 10, 11, 12, 13],
    category: "Техническая",
    programms: [
      {
        programmName: "Основы 3D - моделирования",
        teacher: {
          teacherPic: ["./img/About/19.png"],
          teacherName: ["Пятова Полина Сергеевна"],
        },
        category: "техническая",
        duration: "14 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "На занятиях обучающиеся научаться основам 3D-моделирования, сделают своего персонажа, локацию, предметы, научаться делать базовую анимацию и изучат текстуры. ​",
          "Занятия проводятся с использованием компьютера, ребята учатся не только проектировать, но и делать красивые рендеры (англ. rendering — «визуализация»).",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "9-13 лет",
            schedule: {
              monday: "",
              tuesday: "16:40 – 18:20",
              wednesday: "",
              thursday: "",
              friday: "16:40 – 18:20",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/23.jpg",
    },
    title: "Типографика",
    extraText: [12, 13, 14, 15, 16],
    category: "Техническая",
    programms: [
      {
        programmName: "Типографика",
        teacher: {
          teacherPic: ["./img/About/19.png"],
          teacherName: ["Пятова Полина Сергеевна"],
        },
        category: "техническая",
        duration: "14 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В ходе освоения  программы дети приобретают практические навыки владения художественным оформлением текста с помощью шрифтов, символов и знаков; учатся работать с большими объёмами текста (вёрстка журналов и книг) и готовить их для печати (реализации); узнают о процессе создания шрифтов (и дизайне всех его знаков); расширяют свой кругозор и развиваются в приоритетных для обучающихся направлениях; раскрывают тему креативного мышления и развивают визуальную креативность.​",
          "Программа ориентирована на изучение компьютерной векторной графики и процессов издательского дела. ",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "12-16 лет",
            schedule: {
              monday: "",
              tuesday: "19:00 – 20:40",
              wednesday: "",
              thursday: "",
              friday: "19:00 – 20:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/5.jpg",
    },
    title: "Природоведение",
    extraText: [8, 9, 10, 11, 12],
    category: "Естественнонаучная",
    programms: [
      {
        programmName: "Природоведение",
        teacher: {
          teacherPic: ["./img/About/women-avatar.png"],
          teacherName: ["Пятова Татьяна Александровна"],
        },
        category: "естественнонаучная",
        duration: "28 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Программа поможет детям ближе познакомиться с живой и неживой природой. Научит детей бережному отношению к природе, способствует развитию творческих способностей и эстетического вкуса детей.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "8-12 лет",
            schedule: {
              monday: "",
              tuesday: "14:00 – 15:40",
              wednesday: "",
              thursday: "",
              friday: "14:00 – 15:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/6.jpg",
    },
    title: "Проект «Зеленый город»",
    extraText: [8, 9, 10, 11, 12],
    category: "Естественнонаучная",
    programms: [
      {
        programmName: "Проект «Зеленый город»",
        teacher: {
          teacherPic: ["./img/About/women-avatar.png"],
          teacherName: ["Пятова Татьяна Александровна"],
        },
        category: "естественнонаучная",
        duration: "10 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В программе: изучение природы, достопримечательностей нашего города, итогом программы станет создание игры - бродилки.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            startDate: "28.06.2024",
            year: "1-й год обучения",
            age: "8-12 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/1.jpg",
    },
    title: "Вокальный ансамбль «Маленькие звездочки»",
    extraText: [5, 6, 7, 8, 9],
    category: "Художественная",
    programms: [
      {
        programmName: "Вокальный ансамбль «Маленькие звездочки»",
        teacher: {
          teacherPic: ["./img/About/11.png"],
          teacherName: ["Гольцова Наталья Георгиевна"],
        },
        category: "художественная",
        duration: "28 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Программа поможет приобщить детей к вокальному искусству, обучая пению, развить музыкальные способности, изучить теорию музыки ,развить правильную речь с помощью упражнений на дикцию. ",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "5-6 лет",
            schedule: {
              monday: "13:15 – 14:25",
              tuesday: "",
              wednesday: "",
              thursday: "13:15 – 14:25",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            year: "1-й год обучения",
            age: "6-7 лет",
            schedule: {
              monday: "",
              tuesday: "14:00 – 15:40",
              wednesday: "",
              thursday: "",
              friday: "14:00 – 15:40",
              saturday: "",
            },
          },
          {
            id: 2,
            groupName: "Группа № 3",
            startDate: "27.06.2024",
            year: "1-й год обучения",
            age: "7-8 лет",
            schedule: {
              monday: "11:00 – 12:40",
              tuesday: "",
              wednesday: "",
              thursday: "11:00 – 12:40",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 3,
            groupName: "Группа № 4",
            startDate: "27.06.2024",
            year: "1-й год обучения",
            age: "8-9 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/11.jpg",
    },
    title: "ОФП для малышей",
    extraText: [5, 6],
    category: "Физкультурно-спортивная",
    programms: [
      {
        programmName: "ОФП для малышей",
        teacher: {
          teacherPic: ["./img/About/17.png"],
          teacherName: ["Матвеева Наталья Евгеньевна"],
        },
        category: "физкультурно-спортивная",
        duration: "14 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Общая физическая подготовка - процесс совершенствования двигательных физических качеств направленных на всестороннее и гармоническое физическое развитие. ОФП способствует повышению функциональных возможностей растущего детского организма, общей работоспособности, является основной базой для дальнейших занятий физкультурой и спортом.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "5-6 лет",
            schedule: {
              monday: "17:00 – 17:45",
              tuesday: "",
              wednesday: "",
              thursday: "",
              friday: "17:00 – 17:45",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/8.jpg",
    },
    title: "Дизайн-студия «Впечатление»",
    extraText: [7, 8, 9],
    category: "Техническая",
    programms: [
      {
        programmName: "Дизайн-студия «Впечатление»",
        teacher: {
          teacherPic: ["./img/About/24.png"],
          teacherName: ["Ярош Лариса Николаевна"],
        },
        category: "техническая",
        duration: "20 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Занятия по художественному конструированию способствуют более гармоничному развитию ребенка, так как формируют пространственное мышление (проектную культуру), необходимое для будущей творческой деятельности в любой профессиональной области. Конструирование из бумаги – это именно тот вид деятельности художника, который в полном объеме дает все знания и навыки, изобретенные в ходе развития истории искусства.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7 лет",
            schedule: {
              monday: "14:00 – 15:40",
              tuesday: "",
              wednesday: "",
              thursday: "14:00 – 15:40",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            year: "1-й год обучения",
            age: "8-9 лет",
            schedule: {
              monday: "",
              tuesday: "14:00 – 15:40",
              wednesday: "",
              thursday: "",
              friday: "14:00 – 15:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/17.jpg",
    },
    title: "Мастерская художника. Вокруг света",
    extraText: [7, 8, 9, 10],
    category: "Художественная",
    programms: [
      {
        programmName: "Мастерская художника. Вокруг света",
        teacher: {
          teacherPic: ["./img/About/21.png"],
          teacherName: ["Рябченко-Лякс Наталья Сергеевна"],
        },
        category: "художественная",
        duration: "28 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В программе - акварельная графика для детей! ",
          "Изучая программу дети отправятся в увлекательное путешествие вокруг света. Сделают яркие зарисовки воздушной акварелью и лайнерами",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "",
              tuesday: "14:00 – 15:40",
              wednesday: "",
              thursday: "14:00 – 15:40",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "14:00 – 15:40",
              tuesday: "",
              wednesday: "14:00 – 15:40",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 2,
            groupName: "Группа № 3",
            startDate: "26.07.2024",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "11:00 – 12:40",
              tuesday: "",
              wednesday: "11:00 – 12:40",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
          {
            id: 3,
            groupName: "Группа № 4",
            startDate: "26.07.2024",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "",
              thursday: "11:00 – 12:40",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 4,
            groupName: "Группа № 5",
            startDate: "26.07.2024",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "16:00 – 17:40",
              thursday: "",
              friday: "14:00 – 15:40",
              saturday: "",
            },
          },
          {
            id: 5,
            groupName: "Группа № 6",
            startDate: "26.07.2024",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "",
              tuesday: "16:00 – 17:40",
              wednesday: "",
              thursday: "16:00 – 17:40",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/7.jpg",
    },
    title: "Проект «День без войны»",
    extraText: [7, 8, 9, 10, 11, 12, 13, 14],
    category: "Художественная",
    programms: [
      {
        programmName: "Проект «День без войны»",
        teacher: {
          teacherPic: ["./img/About/12.png"],
          teacherName: ["Дерец Юлиана Валентиновна"],
        },
        category: "художественная",
        duration: "7 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В ходе программы дети познакомятся с событиями Великой отечественной войны, создадут итоговую работу в различных техниках ИЗО и ДПИ. ",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7-14 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 11:45",
              wednesday: "",
              thursday: "11:00 – 11:45",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/2.jpg",
    },
    title: "Академия рукоделия (валяние из шерсти)",
    extraText: [10, 11, 12, 13, 14],
    category: "Художественная",
    programms: [
      {
        programmName: "Академия рукоделия (валяние из шерсти)",
        teacher: {
          teacherPic: ["./img/About/12.png"],
          teacherName: ["Дерец Юлиана Валентиновна"],
        },
        category: "художественная",
        duration: "40 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В ходе освоения программы дети приобщаются к декоративно-прикладному искусству, познают культуру своей и других стран, приобретают практические навыки декоративно-прикладного творчества. Овладение ремеслом валяния вызывает интерес у учащихся, так как шерстяные вещи и игрушки – красивые, модные, теплые, легки в изготовлении, разнообразны по назначению.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "10-14 лет",
            schedule: {
              monday: "",
              tuesday: "16:00 – 17:40",
              wednesday: "16:00 – 17:40",
              thursday: "16:00 – 17:40",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/8.jpg",
    },
    title: "Игрушки из всего на свете",
    extraText: [10, 11, 12, 13, 14],
    category: "Художественная",
    programms: [
      {
        programmName: "Игрушки из всего на свете",
        teacher: {
          teacherPic: ["./img/About/12.png"],
          teacherName: ["Дерец Юлиана Валентиновна"],
        },
        category: "художественная",
        duration: "40 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В ходе освоения программы дети приобщаются к декоративно-прикладному искусству, познают культуру своей и других стран, приобретают практические навыки декоративно-прикладного творчества. Овладение ремеслом валяния вызывает интерес у учащихся, так как шерстяные вещи и игрушки – красивые, модные, теплые, легки в изготовлении, разнообразны по назначению.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "10-14 лет",
            schedule: {
              monday: "",
              tuesday: "16:00 – 17:40",
              wednesday: "16:00 – 17:40",
              thursday: "16:00 – 17:40",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            startDate: "26.06.2024",
            year: "1-й год обучения",
            age: "10-14 лет",
            schedule: {
              monday: "",
              tuesday: "14:00 – 15:40",
              wednesday: "14:00 – 15:40",
              thursday: "14:00 – 15:40",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/9.jpg",
    },
    title: "Проект «Моя Россия»",
    extraText: [7, 8, 9, 10, 11, 12, 13, 14],
    category: "Художественная",
    programms: [
      {
        programmName: "Проект «Моя Россия»",
        teacher: {
          teacherPic: ["./img/About/12.png"],
          teacherName: ["Дерец Юлиана Валентиновна"],
        },
        category: "художественная",
        duration: "4 часа",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В ходе программы дети будут вспоминать, какой край чем славится - игрушки, животные, народные промыслы и т.д. В итоге получится наглядная карта России.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            startDate: "02.07.2024",
            year: "1-й год обучения",
            age: "7-14 лет",
            schedule: {
              monday: "",
              tuesday: "14:00 – 15:40",
              wednesday: "",
              thursday: "14:00 – 15:40",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/10.jpg",
    },
    title: "Поп-стар",
    extraText: [7, 8, 9, 10, 11, 12, 13, 14],
    category: "Художественная",
    programms: [
      {
        programmName: "Поп-стар",
        teacher: {
          teacherPic: ["./img/About/22.png"],
          teacherName: ["Самокрайняя Александра Сергеевна"],
        },
        category: "художественная",
        duration: "14 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Танцевальная программа «Поп-стар» направлена на подготовку детей к танцу, который можно быстро выучить и выкладывать в социальные сети. Ведь важно не только снять тренд, а уверенно и стильно показать себя.",
          "Разбирая каждое движение с педагогом ребёнок сможет скоординировать тело, развивать свои физические данные и получать положительные эмоции!",
          "Результатом каждого занятия будет снятое короткое видео в социальные сети, а к концу программы придумаем собственный тренд, который можно запустить среди своих друзей!",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7-14 лет",
            schedule: {
              monday: "",
              tuesday: "13:15 – 14:00",
              wednesday: "",
              thursday: "",
              friday: "13:15 – 14:00",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            startDate: "28.06.2024",
            year: "1-й год обучения",
            age: "7-14 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/15.jpg",
    },
    title: "Коллектив современного и эстрадного танца «Magic Dance»",
    extraText: [5, 6, 7, 8, 9, 10, 11, 12, 13],
    category: "Художественная",
    programms: [
      {
        programmName: "Коллектив современного и эстрадного танца «Magic Dance»",
        teacher: {
          teacherPic: ["./img/About/22.png"],
          teacherName: ["Самокрайняя Александра Сергеевна"],
        },
        category: "художественная",
        duration: "14 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Коллектив современного и эстрадного танца «Magic Dance» направлен на всестороннее развитие общих физических и художественных навыков.",
          "В коллективе обучающиеся получат навыки классической хореографии, изучат современные и эстрадное направления.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "8-13 лет",
            schedule: {
              monday: "",
              tuesday: "14:10 – 15:50",
              wednesday: "",
              thursday: "",
              friday: "14:10 – 15:50",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            year: "1-й год обучения",
            age: "6-8 лет",
            schedule: {
              monday: "",
              tuesday: "13:15 – 14:00",
              wednesday: "",
              thursday: "",
              friday: "13:15 – 14:00",
              saturday: "",
            },
          },
          {
            id: 2,
            groupName: "Группа № 3",
            startDate: "28.06.2024",
            year: "1-й год обучения",
            age: "8-13 лет",
            schedule: {
              monday: "",
              tuesday: "16:00 – 17:40",
              wednesday: "",
              thursday: "",
              friday: "16:00 – 17:40",
              saturday: "",
            },
          },
          {
            id: 3,
            groupName: "Группа № 4",
            year: "1-й год обучения",
            age: "5-6 лет",
            schedule: {
              monday: "",
              tuesday: "18:10 – 19:00",
              wednesday: "",
              thursday: "",
              friday: "18:10 – 19:00",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/7.jpg",
    },
    title: "Каратэ и самооборона",
    extraText: [7, 8, 9, 10, 11, 12],
    category: "Физкультурно-спортивная",
    programms: [
      {
        programmName: "Каратэ и самооборона",
        teacher: {
          teacherPic: ["./img/About/14.png"],
          teacherName: ["Константинов Алексей Леонидович"],
        },
        category: "физкультурно-спортивная",
        duration: "12 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "На занятиях ребята познакомятся с элементами самообороны, изучат азы стиля «Шисоку-каратэ»",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "13:00 – 14:40",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/11.jpg",
    },
    title: "Спортивные игры",
    extraText: [7, 8, 9, 10, 11, 12],
    category: "Физкультурно-спортивная",
    programms: [
      {
        programmName: "Спортивные игры",
        teacher: {
          teacherPic: ["./img/About/14.png"],
          teacherName: ["Константинов Алексей Леонидович"],
        },
        category: "физкультурно-спортивная",
        duration: "12 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Программа направлена на формирование у обучающихся сознательного отношения к своему здоровью, к занятиям физической культурой, овладение навыками популярных видов спортивных игр",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "14:50 – 16:30",
              thursday: "",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            startDate: "26.06.2024",
            year: "1-й год обучения",
            age: "7-12 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "11:00 – 12:40",
              thursday: "11:00 – 12:40",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/12.jpg",
    },
    title: "Мастерская брошек",
    extraText: [10, 11, 12, 13, 14, 15, 16],
    category: "Художественная",
    programms: [
      {
        programmName: "Мастерская брошек",
        teacher: {
          teacherPic: ["./img/About/10.png"],
          teacherName: ["Вылигжанина Юлия Викторовна"],
        },
        category: "художественная",
        duration: "10 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В процессе занятий обучающиеся познакомятся с разнообразием существующей фурнитуры и различными материалами из которых можно сделать брошь, создадут эскиз собственной броши и соберут её.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "10-16 лет",
            schedule: {
              monday: "13:00 – 13:45",
              tuesday: "",
              wednesday: "13:00 – 13:45",
              thursday: "",
              friday: "13:00 – 13:45",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            startDate: "26.06.2024",
            year: "1-й год обучения",
            age: "10-16 лет",
            schedule: {
              monday: "11:00 – 12:40",
              tuesday: "",
              wednesday: "11:00 – 12:40",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/13.jpg",
    },
    title: "Искусство анимации",
    extraText: [9, 10, 11, 12],
    category: "Техническая",
    programms: [
      {
        programmName: "Искусство анимации",
        teacher: {
          teacherPic: ["./img/About/10.png"],
          teacherName: ["Вылигжанина Юлия Викторовна"],
        },
        category: "техническая",
        duration: "10 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "На этом курсе каждый ребенок сможет проявить себя и в полной мере раскрыть свой творческий потенциал.",
          "Мы познакомимся с искусством анимации, попробуем придумать собственного персонажа, напишем для него сюжет и смонтируем мультфильм.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "9-12 лет",
            schedule: {
              monday: "14:00 – 14:45",
              tuesday: "",
              wednesday: "14:00 – 14:45",
              thursday: "",
              friday: "14:00 – 14:45",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            startDate: "26.06.2024",
            year: "1-й год обучения",
            age: "9-12 лет",
            schedule: {
              monday: "",
              tuesday: "16:00 – 17:40",
              wednesday: "",
              thursday: "16:00 – 17:40",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 2,
            groupName: "Группа № 3",
            startDate: "01.07.2024",
            year: "1-й год обучения",
            age: "9-12 лет",
            schedule: {
              monday: "13:00 – 14:45",
              tuesday: "",
              wednesday: "13:00 – 14:45",
              thursday: "",
              friday: "13:00 – 14:45",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/14.jpg",
    },
    title: "Театральные игры",
    extraText: [7, 8, 9, 10],
    category: "Художественная",
    programms: [
      {
        programmName: "Театральные игры",
        teacher: {
          teacherPic: ["./img/About/10.png"],
          teacherName: ["Вылигжанина Юлия Викторовна"],
        },
        category: "художественная",
        duration: "10 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "На этом курсе обучающиеся погрузятся в увлекательный мир театра через разнообразные игры: от народных до режиссерских. Узнают на что способно наше тело, голос и фантазия.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "",
              tuesday: "15:00 – 15:45",
              wednesday: "",
              thursday: "15:00 – 15:45",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/5.jpg",
    },
    title: "Студия изо и дпи «Фантазия»",
    extraText: [5, 6, 7, 8, 9, 10],
    category: "Художественная",
    programms: [
      {
        programmName: "Студия изо и дпи «Фантазия»",
        teacher: {
          teacherPic: ["./img/About/18.png"],
          teacherName: ["Мершеева Евгения Александровна"],
        },
        category: "художественная",
        duration: "28 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Программа ориентирована на развитие творческих способностей детей старшего дошкольного возраста, направлена на раскрытие творческих навыков, воображения, приобщению к окружающему миру и искусству, расширению кругозора, созданию условий, в которых дети могут проявить свои как индивидуальные способности, так и способности при участии в коллективной работе.",
          "Программа призвана научить детей приобретать новые навыки в изодеятельности, лепке и аппликации, осваивать новые технологии и материалы и применять их в своем творчестве, но и побудить интерес к творческой деятельности",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "5-6 лет",
            schedule: {
              monday: "",
              tuesday: "14:00 – 15:40",
              wednesday: "",
              thursday: "14:00 – 15:40",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2 (ДЕТИ С ОВЗ)",
            startDate: "27.06.2024",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:30",
              wednesday: "",
              thursday: "11:00 – 12:30",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 2,
            groupName: "Группа № 3",
            startDate: "27.06.2024",
            year: "1-й год обучения",
            age: "6-7 лет",
            schedule: {
              monday: "",
              tuesday: "16:00 – 17:40",
              wednesday: "",
              thursday: "16:00 – 17:40",
              friday: "",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/Summer/15.jpg",
    },
    title: "Проект «Декоративный семейный портрет»",
    extraText: [7, 8, 9, 10],
    category: "Художественная",
    programms: [
      {
        programmName: "Проект «Декоративный семейный портрет»",
        teacher: {
          teacherPic: ["./img/About/18.png"],
          teacherName: ["Мершеева Евгения Александровна"],
        },
        category: "художественная",
        duration: "10 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "В процессе обучения ребята создадут портрет своей семьи в различных техниках ИЗО и ДПИ",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            startDate: "05.07.2024",
            year: "1-й год обучения",
            age: "7-10 лет",
            schedule: {
              monday: "11:00 – 12:40",
              tuesday: "",
              wednesday: "11:00 – 12:40",
              thursday: "",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
  {
    image: {
      src: "img/Courses/12.jpg",
    },
    title: "Золотой наперсток",
    extraText: [6, 7, 8, 9, 10],
    category: "Художественная",
    programms: [
      {
        programmName: "Золотой наперсток",
        teacher: {
          teacherPic: ["./img/About/23.png"],
          teacherName: ["Степаненко Лилия Викторовна"],
        },
        category: "художественная",
        duration: "28 часов",
        price: "на бюджетной основе (бесплатно)",
        description: [
          "Программа поможет обучающимся  научиться работать с выкройками и разрабатывать свои собственные эскизы, освоить швейное дело, ковровую вышивку.",
        ],
        groups: [
          {
            id: 0,
            groupName: "Группа № 1",
            year: "1-й год обучения",
            age: "8-10 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "11:00 – 12:40",
              thursday: "",
              friday: "",
              saturday: "12:00 – 13:40",
            },
          },
          {
            id: 1,
            groupName: "Группа № 2",
            year: "1-й год обучения",
            age: "6-7 лет",
            schedule: {
              monday: "",
              tuesday: "",
              wednesday: "13:20 – 15:00",
              thursday: "13:20 – 15:00",
              friday: "",
              saturday: "",
            },
          },
          {
            id: 2,
            groupName: "Группа № 3",
            startDate: "27.06.2024",
            year: "1-й год обучения",
            age: "8-10 лет",
            schedule: {
              monday: "",
              tuesday: "11:00 – 12:40",
              wednesday: "",
              thursday: "11:00 – 12:40",
              friday: "11:00 – 12:40",
              saturday: "",
            },
          },
          {
            id: 3,
            groupName: "Группа № 4",
            startDate: "27.06.2024",
            year: "1-й год обучения",
            age: "6-7 лет",
            schedule: {
              monday: "",
              tuesday: "13:20 – 15:00",
              wednesday: "",
              thursday: "",
              friday: "13:20 – 15:00",
              saturday: "",
            },
          },
        ],
      },
    ],
  },
];

export default coursesCardsData;
